Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/www.samediggi.se/3082.html.tmx
Source language: sme
Languages: smj

source: Fitnodatstruktuvra - Sametinget
smj: Vidnudakstruktuvrra - Sametinget

source: Fitnodatstruktuvra
smj: Vidnudakstruktuvrra

source: Ruoŧas jođihuvvo boazodoallu sullii 900 boazodoallofitnodagain.
smj: Svierigin ällosujtto dåjmaduvvá ienep gå 900 ällosujttovidnudagájn.

source: Boazodollui gullet sarvvabivdu ja guolásteapmi.
smj: Ällosujton le aj älljabivddo ja guollebivddo.

source: Kombinašuvdnaealáhus
smj: Aktidimäládus

source: Boazodoallu jođihuvvo dávjá kombinšuvnnas iežá ealáhusaiguin dego dujiin ja turismmain.
smj: Ällosujtto álu dåjmaduvvá aktidimen ietjá äládusáj degu duodje ja turissma.

source: Jus birgejumi ollát galgá oažžut boazodoalus, de berre fitnodagas leahkit 500-600 bohcco.
smj: Bajásanedittjat ietjas ållåsit ällosujtos vidnudagán bierriji 500-600 boahttsu.

source: Gávdnojit sullii 900 boazodoallofitnodaga.
smj: Gávnnuji bájken 900 ällosujttovidnudagá.

source: Dábálaš árvvoštallan lea ahte 2 500 olbmo ollát dahje muhtin muddui ellet boazodoalus.
smj: Iemelágásj märostime milta 2500 ulmutja ållåsit jali muhtem mudduj ällosujtos viessu.

source: Gávdnojit sullii 4 600 boazoeaiggáda, 85 proseantta dáin gávdnojit Norrbottena leanas.
smj: Gávnnuji bájken 4 600 älloniehke, dájs 85 prosännta gávnnuji Norrbottena lenan.

source: Boazodoallofitnodat hoaitá dábálaččat bohccuid máŋggaide boazoeaiggádiidda.
smj: Ällosujttovidnudahka álu sujtti boahttsujt moatte älloniehkijda.

source: Ovtta čearus gávdnojit máŋga boazodoallofitnodaga.
smj: Tjielden gávnnuji moadda ällosujttovidnudagá.

source: Ealáhus mas leat eanas dievddut
smj: Äládus ienemusát ålmmåj

source: 2005 loguid mielde eaiggáduvvojit 77 proseantta riikka bohccuin dievdduin.
smj: 2005 lågoj milta rijka boahttsu 77 prosännta ålmmåjs äjgoduvvi.

source: Fitnodagain main leat eanet go 400 bohcco eaiggádit dievddut 93 proseantta ealus.
smj: Vidnudagájn ienep gå 400 boahttsu älo 93 prosännta ålmmå äjgguji.

source: Stuorimus sisaboahtu boahtá bohccobierggu vuovdimis.
smj: Stuorámus sisboahto boatsojbiergo vuobddemis boahtá.

source: Stuorimus golut leat mášiinnat ja mohtorboaldámuš.
smj: Stuorámus gålo li vuojána ja bensijnna.

source: Geavaheapmi
smj: Konsumsjåvnnå

source: Ruoŧŧelaččat meroštallojuvvojit gaskamearalaččat borrat 0,2 gilo bohccobierggu jagis veardidállojuvvon 15 gilo gusabiergguin.
smj: Látte merustaláduvvi gasskamieren 0,2 kg boatsojbiergov bårråt buohta 15 kg slidorbiergujn.

source: Gávppiin vuvdojuvvo 250 tonna bohccobiergu mas 200 tonna vuvdo cáhppon biergun.
smj: 250 tånnå boatsojbierggo vuobdeduvvá boargálin massta 200 tånnå tsáhpusin.
